{
    "CXCR4": "This gene encodes a CXC chemokine receptor specific for stromal cell-derived factor-1. The protein has 7 transmembrane regions and is located on the cell surface. It acts with the CD4 protein to support HIV entry into cells and is also highly expressed in breast cancer cells. Mutations in this gene have been associated with WHIM (warts, hypogammaglobulinemia, infections, and myelokathexis) syndrome. Alternate transcriptional splice variants, encoding different isoforms, have been characterized. [provided by RefSeq, Jul 2008]",
    "ADRB2": "This gene encodes beta-2-adrenergic receptor which is a member of the G protein-coupled receptor superfamily. This receptor is directly associated with one of its ultimate effectors, the class C L-type calcium channel Ca(V)1.2. This receptor-channel complex also contains a G protein, an adenylyl cyclase, cAMP-dependent kinase, and the counterbalancing phosphatase, PP2A. The assembly of the signaling complex provides a mechanism that ensures specific and rapid signaling by this G protein-coupled receptor. This gene is intronless. Different polymorphic forms, point mutations, and/or downregulation of this gene are associated with nocturnal asthma, obesity and type 2 diabetes. [provided by RefSeq, Jul 2008]",
    "AGTR1": "Angiotensin II is a potent vasopressor hormone and a primary regulator of aldosterone secretion. It is an important effector controlling blood pressure and volume in the cardiovascular system. It acts through at least two types of receptors. This gene encodes the type 1 receptor which is thought to mediate the major cardiovascular effects of angiotensin II. This gene may play a role in the generation of reperfusion arrhythmias following restoration of blood flow to ischemic or infarcted myocardium. It was previously thought that a related gene, denoted as AGTR1B, existed; however, it is now believed that there is only one type 1 receptor gene in humans. Multiple alternatively spliced transcript variants have been reported for this gene. [provided by RefSeq, Jul 2012]",
    "OPRD": "The delta opioid receptor (also known as OP1, DOP, DOR) is a member of the opioid family of G-protein-coupled receptors that also includes mu, kappa and NOP receptors. In the CNS, delta opioid receptors are primarily distributed in the olfactory bulb, nucleus accumbens and neocortex.",
    "DRD2": "This gene encodes the D2 subtype of the dopamine receptor. This G-protein coupled receptor inhibits adenylyl cyclase activity. A missense mutation in this gene causes myoclonus dystonia; other mutations have been associated with schizophrenia. Alternative splicing of this gene results in two transcript variants encoding different isoforms. A third variant has been described, but it has not been determined whether this form is normal or due to aberrant splicing. [provided by RefSeq, Jul 2008]",
    "GNAI2": "The protein encoded by this gene is an alpha subunit of guanine nucleotide binding proteins (G proteins). The encoded protein contains the guanine nucleotide binding site and is involved in the hormonal regulation of adenylate cyclase. Several transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Sep 2013]",
    "F2R": "Coagulation factor II receptor is a 7-transmembrane receptor involved in the regulation of thrombotic response. Proteolytic cleavage leads to the activation of the receptor. F2R is a G-protein coupled receptor family member. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Aug 2015]",
    "NR1I2": "This gene product belongs to the nuclear receptor superfamily, members of which are transcription factors characterized by a ligand-binding domain and a DNA-binding domain. The encoded protein is a transcriptional regulator of the cytochrome P450 gene CYP3A4, binding to the response element of the CYP3A4 promoter as a heterodimer with the 9-cis retinoic acid receptor RXR. It is activated by a range of compounds that induce CYP3A4, including dexamethasone and rifampicin. Several alternatively spliced transcripts encoding different isoforms, some of which use non-AUG (CUG) translation initiation codon, have been described for this gene. Additional transcript variants exist, however, they have not been fully characterized. [provided by RefSeq, Jul 2008]",
    "SLC52A2": "This gene encodes a membrane protein which belongs to the riboflavin transporter family. In humans, riboflavin must be obtained by intestinal absorption because it cannot be synthesized by the body. The water-soluble vitamin riboflavin is processed to the coenzymes flavin mononucleotide (FMN) and flavin adenine dinucleotide (FAD) which then act as intermediaries in many cellular metabolic reactions. Paralogous members of the riboflavin transporter gene family are located on chromosomes 17 and 20. Unlike other members of this family, this gene has higher expression in brain tissue than small intestine. Alternative splicing of this gene results in multiple transcript variants encoding the same protein. Mutations in this gene have been associated with Brown-Vialetto-Van Laere syndrome 2 - an autosomal recessive progressive neurologic disorder characterized by deafness, bulbar dysfunction, and axial and limb hypotonia. [provided by RefSeq, Jul 2012]",
    "ADRB1": "The adrenergic receptors (subtypes alpha 1, alpha 2, beta 1, and beta 2) are a prototypic family of guanine nucleotide binding regulatory protein-coupled receptors that mediate the physiological effects of the hormone epinephrine and the neurotransmitter norepinephrine. Specific polymorphisms in this gene have been shown to affect the resting heart rate and can be involved in heart failure. [provided by RefSeq, Jul 2008]",
    "OPRM1": "This gene encodes one of at least three opioid receptors in humans; the mu opioid receptor (MOR). The MOR is the principal target of endogenous opioid peptides and opioid analgesic agents such as beta-endorphin and enkephalins. The MOR also has an important role in dependence to other drugs of abuse, such as nicotine, cocaine, and alcohol via its modulation of the dopamine system. The NM_001008503.2:c.118A&gt;G allele has been associated with opioid and alcohol addiction and variations in pain sensitivity but evidence for it having a causal role is conflicting. Multiple transcript variants encoding different isoforms have been found for this gene. Though the canonical MOR belongs to the superfamily of 7-transmembrane-spanning G-protein-coupled receptors some isoforms of this gene have only 6 transmembrane domains. [provided by RefSeq, Oct 2013]",
    "GNAI1": "Guanine nucleotide binding proteins are heterotrimeric signal-transducing molecules consisting of alpha, beta, and gamma subunits. The alpha subunit binds guanine nucleotide, can hydrolyze GTP, and can interact with other proteins. The protein encoded by this gene represents the alpha subunit of an inhibitory complex. The encoded protein is part of a complex that responds to beta-adrenergic signals by inhibiting adenylate cyclase. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jan 2012]",
    "F2RL1": "This gene encodes a member of the G-protein coupled receptor 1 family of proteins. The encoded cell surface receptor is activated through proteolytic cleavage of its extracellular amino terminus, resulting in a new amino terminus that acts as a tethered ligand that binds to an extracellular loop domain. Activation of the receptor has been shown to stimulate vascular smooth muscle relaxation, dilate blood vessels, increase blood flow, and lower blood pressure. This protein is also important in the inflammatory response, as well as innate and adaptive immunity. [provided by RefSeq, Jun 2016]",
    "SLC52A1": "Biological redox reactions require electron donors and acceptor. Vitamin B2 is the source for the flavin in flavin adenine dinucleotide (FAD) and flavin mononucleotide (FMN) which are common redox reagents. This gene encodes a member of the riboflavin (vitamin B2) transporter family. Haploinsufficiency of this protein can cause maternal riboflavin deficiency. Multiple alternatively spliced variants, encoding the same protein, have been identified. [provided by RefSeq, Jan 2013]",
    "DRD1": "This gene encodes the D1 subtype of the dopamine receptor. The D1 subtype is the most abundant dopamine receptor in the central nervous system. This G-protein coupled receptor stimulates adenylyl cyclase and activates cyclic AMP-dependent protein kinases. D1 receptors regulate neuronal growth and development, mediate some behavioral responses, and modulate dopamine receptor D2-mediated events. Alternate transcription initiation sites result in two transcript variants of this gene. [provided by RefSeq, Jul 2008]",
    "CCR3": "The protein encoded by this gene is a receptor for C-C type chemokines. It belongs to family 1 of the G protein-coupled receptors. This receptor binds and responds to a variety of chemokines, including eotaxin (CCL11), eotaxin-3 (CCL26), MCP-3 (CCL7), MCP-4 (CCL13), and RANTES (CCL5). It is highly expressed in eosinophils and basophils, and is also detected in TH1 and TH2 cells, as well as in airway epithelial cells. This receptor may contribute to the accumulation and activation of eosinophils and other inflammatory cells in the allergic airway. It is also known to be an entry co-receptor for HIV-1. This gene and seven other chemokine receptor genes form a chemokine receptor gene cluster on the chromosomal region 3p21. Alternatively spliced transcript variants have been described. [provided by RefSeq, Sep 2009]",
    "GNA15": "Heterotrimeric G proteins are membrane bound GTPases that are linked to 7-TM receptors. Each G protein contains an alpha-, beta- and gamma-subunit and is bound to GDP in the 'off' state. Ligand binding causes a receptor conformational change, detaching the G protein and switching it 'on'.",
    "GRK5": "This gene encodes a member of the guanine nucleotide-binding protein (G protein)-coupled receptor kinase subfamily of the Ser/Thr protein kinase family. The protein phosphorylates the activated forms of G protein-coupled receptors thus initiating their deactivation. It has also been shown to play a role in regulating the motility of polymorphonuclear leukocytes (PMNs). [provided by RefSeq, Jul 2008]",
    "CCR1": "This gene encodes a member of the beta chemokine receptor family, which is predicted to be a seven transmembrane protein similar to G protein-coupled receptors. The ligands of this receptor include macrophage inflammatory protein 1 alpha (MIP-1 alpha), regulated on activation normal T expressed and secreted protein (RANTES), monocyte chemoattractant protein 3 (MCP-3), and myeloid progenitor inhibitory factor-1 (MPIF-1). Chemokines and their receptors mediated signal transduction are critical for the recruitment of effector immune cells to the site of inflammation. Knockout studies of the mouse homolog suggested the roles of this gene in host protection from inflammatory response, and susceptibility to virus and parasite. This gene and other chemokine receptor genes, including CCR2, CCRL2, CCR3, CCR5 and CCXCR1, are found to form a gene cluster on chromosome 3p. [provided by RefSeq, Jul 2008]",
    "NPY4R": "Receptor for neuropeptide Y and peptide YY. The rank order of affinity of this receptor for pancreatic polypeptides is PP, PP (2-36) and [Ile-31, Gln-34] PP &gt; [Pro-34] PYY &gt; PYY and [Leu-31, Pro-34] NPY &gt; NPY &gt; PYY (3-36) and NPY (2-36) &gt; PP (13-36) &gt; PP (31-36) &gt; NPY free acid.",
    "AGTR2": "The protein encoded by this gene belongs to the G-protein coupled receptor 1 family, and functions as a receptor for angiotensin II. It is an intergral membrane protein that is highly expressed in fetus, but scantily in adult tissues, except brain, adrenal medulla, and atretic ovary. This receptor has been shown to mediate programmed cell death and this apoptotic function may play an important role in developmental biology and pathophysiology. Mutations in this gene are been associated with X-linked cognitive disability. [provided by RefSeq, Jan 2010]",
    "SSR2": "The signal sequence receptor (SSR) is a glycosylated endoplasmic reticulum (ER) membrane receptor associated with protein translocation across the ER membrane. The SSR consists of 2 subunits, a 34-kD glycoprotein (alpha-SSR or SSR1) and a 22-kD glycoprotein (beta-SSR or SSR2). The human beta-signal sequence receptor gene (SSR2) maps to chromosome bands 1q21-q23. [provided by RefSeq, Jul 2008]",
    "CCR10": "Chemokines are a group of small (approximately 8 to 14 kD), mostly basic, structurally related molecules that regulate cell trafficking of various types of leukocytes through interactions with a subset of 7-transmembrane, G protein-coupled receptors. Chemokines also play fundamental roles in the development, homeostasis, and function of the immune system, and they have effects on cells of the central nervous system as well as on endothelial cells involved in angiogenesis or angiostasis. Chemokines are divided into 2 major subfamilies, CXC and CC, based on the arrangement of the first 2 of the 4 conserved cysteine residues; the 2 cysteines are separated by a single amino acid in CXC chemokines and are adjacent in CC chemokines. CCR10 is the receptor for CCL27 (SCYA27; MIM 604833); CCR10-CCL27 interactions are involved in T cell-mediated skin inflammation (Homey et al., 2002 [PubMed 11821900]).[supplied by OMIM, Mar 2008]",
    "TADA2A": "Many DNA-binding transcriptional activator proteins enhance the initiation rate of RNA polymerase II-mediated gene transcription by interacting functionally with the general transcription machinery bound at the basal promoter. Adaptor proteins are usually required for this activation, possibly to acetylate and destabilize nucleosomes, thereby relieving chromatin constraints at the promoter. The protein encoded by this gene is a transcriptional activator adaptor and has been found to be part of the PCAF histone acetylase complex. Several alternatively spliced transcript variants encoding different isoforms of this gene have been described, but the full-length nature of some of these variants has not been determined. [provided by RefSeq, Oct 2009]",
    "GNAO": "The protein encoded by this gene represents the alpha subunit of the Go heterotrimeric G-protein signal-transducing complex. Defects in this gene are a cause of early-onset epileptic encephalopathy. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Aug 2015]",
    "MC4R": "The protein encoded by this gene is a membrane-bound receptor and member of the melanocortin receptor family. The encoded protein interacts with adrenocorticotropic and MSH hormones and is mediated by G proteins. This is an intronless gene. Defects in this gene are a cause of autosomal dominant obesity. [provided by RefSeq, Jan 2010]",
    "GRK6": "This gene encodes a member of the guanine nucleotide-binding protein (G protein)-coupled receptor kinase subfamily of the Ser/Thr protein kinase family. The protein phosphorylates the activated forms of G protein-coupled receptors thus initiating their deactivation. Several transcript variants encoding different isoforms have been described for this gene. [provided by RefSeq, Jul 2008]",
    "GNA13": "Heterotrimeric G proteins are membrane bound GTPases that are linked to 7-TM receptors. Each G protein contains an alpha-, beta- and gamma-subunit and is bound to GDP in the 'off' state. Ligand binding causes a receptor conformational change, detaching the G protein and switching it 'on'.",
    "CNR1": "This gene encodes one of two cannabinoid receptors. The cannabinoids, principally delta-9-tetrahydrocannabinol and synthetic analogs, are psychoactive ingredients of marijuana. The cannabinoid receptors are members of the guanine-nucleotide-binding protein (G-protein) coupled receptor family, which inhibit adenylate cyclase activity in a dose-dependent, stereoselective and pertussis toxin-sensitive manner. The two receptors have been found to be involved in the cannabinoid-induced CNS effects (including alterations in mood and cognition) experienced by users of marijuana. Multiple transcript variants encoding two different protein isoforms have been described for this gene. [provided by RefSeq, May 2009]",
    "GNAQ": "This locus encodes a guanine nucleotide-binding protein. The encoded protein, an alpha subunit in the Gq class, couples a seven-transmembrane domain receptor to activation of phospolipase C-beta. Mutations at this locus have been associated with problems in platelet activation and aggregation. A related pseudogene exists on chromosome 2.[provided by RefSeq, Nov 2010]",
    "EDNRB": "The protein encoded by this gene is a G protein-coupled receptor which activates a phosphatidylinositol-calcium second messenger system. Its ligand, endothelin, consists of a family of three potent vasoactive peptides: ET1, ET2, and ET3. Studies suggest that the multigenic disorder, Hirschsprung disease type 2, is due to mutations in the endothelin receptor type B gene. Alternative splicing and the use of alternative promoters results in multiple transcript variants. [provided by RefSeq, Oct 2016]",
    "GNAI3": "Guanine nucleotide-binding proteins (G proteins) are involved as modulators or transducers in various transmembrane signaling pathways. G proteins are composed of 3 units: alpha, beta and gamma. This gene encodes an alpha subunit and belongs to the G-alpha family. Mutation in this gene, resulting in a gly40-to-arg substitution, is associated with auriculocondylar syndrome, and shown to affect downstream targets in the G protein-coupled endothelin receptor pathway. [provided by RefSeq, Jun 2012]",
    "GNA14": "This gene encodes a member of the guanine nucleotide-binding, or G protein family. G proteins are heterotrimers consisting of alpha, beta and gamma subunits. The encoded protein is a member of the alpha family of G proteins, more specifically the alpha q subfamily of G proteins. The encoded protein may play a role in pertussis-toxin resistant activation of phospholipase C-beta and its downstream effectors.[provided by RefSeq, Feb 2009]",
    "F2RL2": "This gene encodes a member of the protease-activated receptor (PAR) family which is a subfamily of the seven transmembrane G protein-coupled cell surface receptor family. The encoded protein acts as a cofactor in the thrombin-mediated cleavage and activation of the protease-activated receptor family member PAR4. The encoded protein plays an essential role in hemostasis and thrombosis. Alternate splicing results in multiple transcript variants that encode different isoforms. [provided by RefSeq, Feb 2012]",
    "PARD3": "This gene encodes a member of the PARD protein family. PARD family members interact with other PARD family members and other proteins; they affect asymmetrical cell division and direct polarized cell growth. Multiple alternatively spliced transcript variants have been described for this gene. [provided by RefSeq, Oct 2011]",
    "S1PR1": "The protein encoded by this gene is structurally similar to G protein-coupled receptors and is highly expressed in endothelial cells. It binds the ligand sphingosine-1-phosphate with high affinity and high specificity, and suggested to be involved in the processes that regulate the differentiation of endothelial cells. Activation of this receptor induces cell-cell adhesion. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Mar 2016]",
    "ARRB2": "Members of arrestin/beta-arrestin protein family are thought to participate in agonist-mediated desensitization of G-protein-coupled receptors and cause specific dampening of cellular responses to stimuli such as hormones, neurotransmitters, or sensory signals. Arrestin beta 2, like arrestin beta 1, was shown to inhibit beta-adrenergic receptor function in vitro. It is expressed at high levels in the central nervous system and may play a role in the regulation of synaptic receptors. Besides the brain, a cDNA for arrestin beta 2 was isolated from thyroid gland, and thus it may also be involved in hormone-specific desensitization of TSH receptors. Multiple alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Mar 2012]",
    "FPR1": "This gene encodes a G protein-coupled receptor of mammalian phagocytic cells that is a member of the G-protein coupled receptor 1 family. The protein mediates the response of phagocytic cells to invasion of the host by microorganisms and is important in host defense and inflammation.[provided by RefSeq, Jul 2010]",
    "TACR1": "This gene belongs to a gene family of tachykinin receptors. These tachykinin receptors are characterized by interactions with G proteins and contain seven hydrophobic transmembrane regions. This gene encodes the receptor for the tachykinin substance P, also referred to as neurokinin 1. The encoded protein is also involved in the mediation of phosphatidylinositol metabolism of substance P. [provided by RefSeq, Sep 2008]",
    "PTAFR": "This gene encodes a seven-transmembrane G-protein-coupled receptor for platelet-activating factor (PAF) that localizes to lipid rafts and/or caveolae in the cell membrane. PAF (1-0-alkyl-2-acetyl-sn-glycero-3-phosphorylcholine) is a phospholipid that plays a significant role in oncogenic transformation, tumor growth, angiogenesis, metastasis, and pro-inflammatory processes. Binding of PAF to the PAF-receptor (PAFR) stimulates numerous signal transduction pathways including phospholipase C, D, A2, mitogen-activated protein kinases (MAPKs), and the phosphatidylinositol-calcium second messenger system. Following PAFR activation, cells become rapidly desensitized and this refractory state is dependent on PAFR phosphorylation, internalization, and down-regulation. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Aug 2011]",
    "GNA12": "Heterotrimeric G proteins are membrane bound GTPases that are linked to 7-TM receptors. Each G protein contains an alpha-, beta- and gamma-subunit and is bound to GDP in the 'off' state. Ligand binding causes a receptor conformational change, detaching the G protein and switching it 'on'.",
    "TACR2": "This gene belongs to a family of genes that function as receptors for tachykinins.  Receptor affinities are specified by variations in the 5'-end of the sequence.  The receptors belonging to this family are characterized by interactions with G proteins and 7 hydrophobic transmembrane regions.  This gene encodes the receptor for the tachykinin neuropeptide substance K, also referred to as neurokinin A. [provided by RefSeq, Jul 2008]",
    "NPFFR2": "This gene encodes a member of a subfamily of G-protein-coupled neuropeptide receptors. This protein is activated by the neuropeptides A-18-amide (NPAF) and F-8-amide (NPFF) and may function in pain modulation and regulation of the opioid system. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Jan 2009]",
    "AVPR1A": "The protein encoded by this gene acts as receptor for arginine vasopressin. This receptor belongs to the subfamily of G-protein coupled receptors which includes AVPR1B, V2R and OXT receptors. Its activity is mediated by G proteins which stimulate a phosphatidylinositol-calcium second messenger system. The receptor mediates cell contraction and proliferation, platelet aggregation, release of coagulation factor and glycogenolysis. [provided by RefSeq, Jul 2008]",
    "SSR1": "The signal sequence receptor (SSR) is a glycosylated endoplasmic reticulum (ER) membrane receptor associated with protein translocation across the ER membrane. The SSR consists of 2 subunits, a 34-kD glycoprotein encoded by this gene and a 22-kD glycoprotein. This gene generates several mRNA species as a result of complex alternative polyadenylation. This gene is unusual in that it utilizes arrays of polyA signal sequences that are mostly non-canonical. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, May 2014]",
    "OPRK1": "This gene encodes an opioid receptor, which is a member of the 7 transmembrane-spanning G protein-coupled receptor family. It functions as a receptor for endogenous ligands, as well as a receptor for various synthetic opioids. Ligand binding results in inhibition of adenylate cyclase activity and neurotransmitter release. This opioid receptor plays a role in the perception of pain and mediating the hypolocomotor, analgesic and aversive actions of synthetic opioids. Variations in this gene have also been associated with alcohol dependence and opiate addiction. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. A recent study provided evidence for translational readthrough in this gene, and expression of an additional C-terminally extended isoform via the use of an alternative in-frame translation termination codon. [provided by RefSeq, Dec 2017]",
    "LPAR1": "The integral membrane protein encoded by this gene is a lysophosphatidic acid (LPA) receptor from a group known as EDG receptors. These receptors are members of the G protein-coupled receptor superfamily. Utilized by LPA for cell signaling, EDG receptors mediate diverse biologic functions, including proliferation, platelet aggregation, smooth muscle contraction, inhibition of neuroblastoma cell differentiation, chemotaxis, and tumor cell invasion. Two transcript variants encoding the same protein have been identified for this gene [provided by RefSeq, Jul 2008]",
    "LPAR2": "This gene encodes a member of family I of the G protein-coupled receptors, as well as the EDG family of proteins. This protein functions as a lysophosphatidic acid (LPA) receptor and contributes to Ca2+ mobilization, a critical cellular response to LPA in cells, through association with Gi and Gq proteins. An alternative splice variant has been described but its full length sequence has not been determined. [provided by RefSeq, Jul 2008]",
    "MC5R": "This gene encodes a member of the seven-pass transmembrane G protein-coupled melanocortin receptor protein family that stimulate cAMP signal transduction. The encoded protein is a receptor for melanocyte-stimulating hormone and adrenocorticotropic hormone and is suggested to play a role in sebum generation. [provided by RefSeq, Jun 2010]",
    "S1PR4": "This gene is a member of the endothelial differentiation, G-protein-coupled (EDG)) receptor gene family. EDG receptors bind lysophospholipids or lysosphingolipids as ligands, and are involved in cell signalling in many different cell types. This EDG receptor gene is intronless and is specifically expressed in the lymphoid tissue. [provided by RefSeq, Jul 2008]",
    "CCR7": "The protein encoded by this gene is a member of the G protein-coupled receptor family. This receptor was identified as a gene induced by the Epstein-Barr virus (EBV), and is thought to be a mediator of EBV effects on B lymphocytes. This receptor is expressed in various lymphoid tissues and activates B and T lymphocytes. It has been shown to control the migration of memory T cells to inflamed tissues, as well as stimulate dendritic cell maturation. The chemokine (C-C motif) ligand 19 (CCL19/ECL) has been reported to be a specific ligand of this receptor. Signals mediated by this receptor regulate T cell homeostasis in lymph nodes, and may also function in the activation and polarization of T cells, and in chronic inflammation pathogenesis. Alternative splicing of this gene results in multiple transcript variants. [provided by RefSeq, Sep 2014]",
    "GNAZ": "The protein encoded by this gene is a member of a G protein subfamily that mediates signal transduction in pertussis toxin-insensitive systms. This encoded protein may play a role in maintaining the ionic balance of perilymphatic and endolymphatic cochlear fluids. [provided by RefSeq, Jul 2008]",
    "MLNR": "Motilin is a 22 amino acid peptide hormone expressed throughout the gastrointestinal (GI) tract. The protein encoded by this gene is a motilin receptor which is a member of the G-protein coupled receptor 1 family. This member is a multi-pass transmembrane protein, and is an important therapeutic target for the treatment of hypomotility disorders. [provided by RefSeq, Aug 2011]",
    "TACR3": "This gene belongs to a family of genes that function as receptors for tachykinins.  Receptor affinities are specified by variations in the 5'-end of the sequence.  The receptors belonging to this family are characterized by interactions with G proteins and 7 hydrophobic transmembrane regions.  This gene encodes the receptor for the tachykinin neurokinin 3, also referred to as neurokinin B. [provided by RefSeq, Jul 2008]",
    "HRH4": "Histamine is a ubiquitous messenger molecule released from mast cells, enterochromaffin-like cells, and neurons. Its various actions are mediated by a family of histamine receptors, which are a subset of the G-protein coupled receptor superfamily. This gene encodes a histamine receptor that is predominantly expressed in haematopoietic cells. The protein is thought to play a role in inflammation and allergy reponses. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, May 2009]",
    "CCKBR": "This gene encodes a G-protein coupled receptor for gastrin and cholecystokinin (CCK), regulatory peptides of the brain and gastrointestinal tract. This protein is a type B gastrin receptor, which has a high affinity for both sulfated and nonsulfated CCK analogs and is found principally in the central nervous system and the gastrointestinal tract. Alternative splicing results in multiple transcript variants. A misspliced transcript variant including an intron has been observed in cells from colorectal and pancreatic tumors. [provided by RefSeq, Dec 2015]",
    "CCR4": "The protein encoded by this gene belongs to the G-protein-coupled receptor family . It is a receptor for the CC chemokine - MIP-1, RANTES, TARC and MCP-1. Chemokines are a group of small polypeptide, structurally related molecules that regulate cell trafficking of various types of leukocytes. The chemokines also play fundamental roles in the development, homeostasis, and function of the immune system, and they have effects on cells of the central nervous system as well as on endothelial cells involved in angiogenesis or angiostasis. [provided by RefSeq, Jul 2008]",
    "CXCR3": "This gene encodes a G protein-coupled receptor with selectivity for three chemokines, termed CXCL9/Mig (monokine induced by interferon-g), CXCL10/IP10 (interferon-g-inducible 10 kDa protein) and CXCL11/I-TAC (interferon-inducible T cell a-chemoattractant). Binding of chemokines to this protein induces cellular responses that are involved in leukocyte traffic, most notably integrin activation, cytoskeletal changes and chemotactic migration. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. One of the isoforms (CXCR3-B) shows high affinity binding to chemokine, CXCL4/PF4 (PMID:12782716). [provided by RefSeq, Jun 2011]",
    "HCRTR1": "The protein encoded by this gene is a G-protein coupled receptor involved in the regulation of feeding behavior. The encoded protein selectively binds the hypothalamic neuropeptide orexin A. A related gene (HCRTR2) encodes a G-protein coupled receptor that binds orexin A and orexin B. [provided by RefSeq, Jan 2009]",
    "AVPR1B": "The protein encoded by this gene acts as receptor for arginine vasopressin. This receptor belongs to the subfamily of G-protein coupled receptors which includes AVPR1A, V2R and OXT receptors. Its activity is mediated by G proteins which stimulate a phosphatidylinositol-calcium second messenger system. The receptor is primarily located in the anterior pituitary, where it stimulates ACTH release. It is expressed at high levels in ACTH-secreting pituitary adenomas as well as in bronchial carcinoids responsible for the ectopic ACTH syndrome. A spliced antisense transcript of this gene has been reported but its function is not known. [provided by RefSeq, Jul 2008]",
    "SSR4": "This gene encodes the delta subunit of the translocon-associated protein complex which is involved in translocating proteins across the endoplasmic reticulum membrane. The encoded protein is located in the Xq28 region and is arranged in a compact head-to-head manner with the isocitrate dehydrogenase 3 (NAD+) gamma gene and both genes are driven by a CpG-embedded bidirectional promoter. Alternate splicing results in multiple transcript variants.[provided by RefSeq, Mar 2011]",
    "CCKAR": "This gene encodes a G-protein coupled receptor that binds non-sulfated members of the cholecystokinin (CCK) family of peptide hormones. This receptor is a major physiologic mediator of pancreatic enzyme secretion and smooth muscle contraction of the gallbladder and stomach. In the central and peripheral nervous system this receptor regulates satiety and the release of beta-endorphin and dopamine. [provided by RefSeq, Jul 2008]",
    "NPY2R": "Neuropeptide Y (NPY) receptors are a family of Gi/o-protein-coupled receptors that are currently divided into four subtypes: Y1, Y2, Y4 and Y5. NPY receptors mediate a diverse range of biological actions including stimulation of food intake and modulation of circadian rhythm.",
    "HCRTR2": "The protein encoded by this gene is a G-protein coupled receptor involved in the regulation of feeding behavior. The encoded protein binds the hypothalamic neuropeptides orexin A and orexin B. A related gene (HCRTR1) encodes a G-protein coupled receptor that selectively binds orexin A. [provided by RefSeq, Jan 2009]",
    "CD200R1": "This gene encodes a receptor for the OX-2 membrane glycoprotein. Both the receptor and substrate are cell surface glycoproteins containing two immunoglobulin-like domains. This receptor is restricted to the surfaces of myeloid lineage cells and the receptor-substrate interaction may function as a myeloid downregulatory signal. Mouse studies of a related gene suggest that this interaction may control myeloid function in a tissue-specific manner. Alternative splicing of this gene results in multiple transcript variants. [provided by RefSeq, Jul 2008]",
    "RXFP2": "This gene encodes a member of the GPCR (G protein-coupled, 7-transmembrane receptor) family. Mutations in this gene are associated with cryptorchidism. Alternatively spliced transcript variants encoding different isoforms have been found for this gene.[provided by RefSeq, Oct 2009]",
    "MC3R": "This gene encodes a G-protein-coupled receptor for melanocyte-stimulating hormone and adrenocorticotropic hormone that is expressed in tissues other than the adrenal cortex and melanocytes. This gene maps to the same region as the locus for benign neonatal epilepsy. Mice deficient for this gene have increased fat mass despite decreased food intake, suggesting a role for this gene product in the regulation of energy homeostasis. Mutations in this gene are associated with a susceptibility to obesity in humans. [provided by RefSeq, Jul 2008]",
    "NPY1R": "This gene belongs to the G-protein-coupled receptor superfamily. The encoded transmembrane protein mediates the function of neuropeptide Y (NPY), a neurotransmitter, and peptide YY (PYY), a gastrointestinal hormone. The encoded receptor undergoes fast agonist-induced internalization through clathrin-coated pits and is subsequently recycled back to the cell membrane. Activation of Y1 receptors may result in mobilization of intracellular calcium and inhibition of adenylate cyclase activity. [provided by RefSeq, Aug 2013]",
    "MC2R": "MC2R encodes one member of the five-member G-protein associated melanocortin receptor family. Melanocortins (melanocyte-stimulating hormones and adrenocorticotropic hormone) are peptides derived from pro-opiomelanocortin (POMC). MC2R is selectively activated by adrenocorticotropic hormone, whereas the other four melanocortin receptors recognize a variety of melanocortin ligands. Mutations in MC2R can result in familial glucocorticoid deficiency. Alternate transcript variants have been found for this gene. [provided by RefSeq, May 2014]",
    "GNRHR": "This gene encodes the receptor for type 1 gonadotropin-releasing hormone. This receptor is a member of the seven-transmembrane, G-protein coupled receptor (GPCR) family. It is expressed on the surface of pituitary gonadotrope cells as well as lymphocytes, breast, ovary, and prostate. Following binding of gonadotropin-releasing hormone, the receptor associates with G-proteins that activate a phosphatidylinositol-calcium second messenger system. Activation of the receptor ultimately causes the release of gonadotropic luteinizing hormone (LH) and follicle stimulating hormone (FSH). Defects in this gene are a cause of hypogonadotropic hypogonadism (HH). Alternative splicing results in multiple transcript variants encoding different isoforms. More than 18 transcription initiation sites in the 5' region and multiple polyA signals in the 3' region have been identified for this gene. [provided by RefSeq, Jul 2008]",
    "P2RY1": "The product of this gene belongs to the family of G-protein coupled receptors. This family has several receptor subtypes with different pharmacological selectivity, which overlaps in some cases, for various adenosine and uridine nucleotides. This receptor functions as a receptor for extracellular ATP and ADP. In platelets binding to ADP leads to mobilization of intracellular calcium ions via activation of phospholipase C, a change in platelet shape, and probably to platelet aggregation. [provided by RefSeq, Jul 2008]",
    "NPFFR1": "Neuropeptide FF/AF (NPFF) receptors are a group of Gi/Go-protein-coupled receptors that are divided into two subtypes; NPFF1 and NPFF2. NPFF receptors have been implicated in hormonal modulation, regulation of food intake, thermoregulation and nociception.",
    "XCR1": "The protein encoded by this gene is a chemokine receptor belonging to the G protein-coupled receptor superfamily. The family members are characterized by the presence of 7 transmembrane domains and numerous conserved amino acids. This receptor is most closely related to RBS11 and the MIP1-alpha/RANTES receptor. It transduces a signal by increasing the intracellular calcium ions level. The viral macrophage inflammatory protein-II is an antagonist of this receptor and blocks signaling. Two alternatively spliced transcript variants encoding the same protein have been found for this gene. [provided by RefSeq, Jul 2008]",
    "GRPR": "Gastrin-releasing peptide (GRP) regulates numerous functions of the gastrointestinal and central nervous systems, including release of gastrointestinal hormones, smooth muscle cell contraction, and epithelial cell proliferation and is a potent mitogen for neoplastic tissues. The effects of GRP are mediated through the gastrin-releasing peptide receptor. This receptor is a glycosylated, 7-transmembrane G-protein coupled receptor that activates the phospholipase C signaling pathway. The receptor is aberrantly expressed in numerous cancers such as those of the lung, colon, and prostate. An individual with autism and multiple exostoses was found to have a balanced translocation between chromosome 8 and a chromosome X breakpoint located within the gastrin-releasing peptide receptor gene. [provided by RefSeq, Jul 2008]",
    "GNAT1": "Transducin is a 3-subunit guanine nucleotide-binding protein (G protein) which stimulates the coupling of rhodopsin and cGMP-phoshodiesterase during visual impulses. The transducin alpha subunits in rods and cones are encoded by separate genes. This gene encodes the alpha subunit in rods. This gene is also expressed in other cells, and has been implicated in bitter taste transduction in rat taste cells. Mutations in this gene result in autosomal dominant congenital stationary night blindness. Multiple alternatively spliced variants, encoding the same protein, have been identified. [provided by RefSeq, Feb 2009]",
    "EDNRA": "This gene encodes the receptor for endothelin-1, a peptide that plays a role in potent and long-lasting vasoconstriction. This receptor associates with guanine-nucleotide-binding (G) proteins, and this coupling activates a phosphatidylinositol-calcium second messenger system. Polymorphisms in this gene have been linked to migraine headache resistance. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Oct 2009]",
    "GNA11": "The protein encoded by this gene belongs to the family of guanine nucleotide-binding proteins (G proteins), which function as modulators or transducers in various transmembrane signaling systems. G proteins are composed of 3 units: alpha, beta and gamma. This gene encodes one of the alpha subunits (subunit alpha-11). Mutations in this gene have been associated with hypocalciuric hypercalcemia type II (HHC2) and hypocalcemia dominant 2 (HYPOC2). Patients with HHC2 and HYPOC2 exhibit decreased or increased sensitivity, respectively, to changes in extracellular calcium concentrations. [provided by RefSeq, Dec 2013]",
    "LPAR3": "This gene encodes a member of the G protein-coupled receptor family, as well as the EDG family of proteins. This protein functions as a cellular receptor for lysophosphatidic acid and mediates lysophosphatidic acid-evoked calcium mobilization. This receptor couples predominantly to G(q/11) alpha proteins. [provided by RefSeq, Jul 2008]",
    "NPY5R": "The protein encoded by this gene is a receptor for neuropeptide Y and peptide YY. The encoded protein appears to be involved in regulating food intake, with defects in this gene being associated with eating disorders. Also, the encoded protein is involved in a pathway that protects neuroblastoma cells from chemotherapy-induced cell death, providing a possible therapeutic target against neuroblastoma. Three transcript variants encoding the same protein have been found for this gene. [provided by RefSeq, Nov 2015]",
    "C3AR1": "C3a is an anaphylatoxin released during activation of the complement system. The protein encoded by this gene is an orphan G protein-coupled receptor for C3a. Binding of C3a by the encoded receptor activates chemotaxis, granule enzyme release, superoxide anion production, and bacterial opsonization. [provided by RefSeq, May 2016]",
    "GHSR": "This gene encodes a member of the G-protein coupled receptor family. The encoded protein may play a role in energy homeostasis and regulation of body weight. Two identified transcript variants are expressed in several tissues and are evolutionary conserved in fish and swine. One transcript, 1a, excises an intron and encodes the functional protein; this protein is the receptor for the Ghrelin ligand and defines a neuroendocrine pathway for growth hormone release. The second transcript (1b) retains the intron and does not function as a receptor for Ghrelin; however, it may function to attenuate activity of isoform 1a. Mutations in this gene are associated with autosomal idiopathic short stature.[provided by RefSeq, Apr 2010]",
    "CNR2": "The cannabinoid delta-9-tetrahydrocannabinol is the principal psychoactive ingredient of marijuana. The proteins encoded by this gene and the cannabinoid receptor 1 (brain) (CNR1) gene have the characteristics of a guanine nucleotide-binding protein (G-protein)-coupled receptor for cannabinoids. They inhibit adenylate cyclase activity in a dose-dependent, stereoselective, and pertussis toxin-sensitive manner. These proteins have been found to be involved in the cannabinoid-induced CNS effects (including alterations in mood and cognition) experienced by users of marijuana. The cannabinoid receptors are members of family 1 of the G-protein-coupled receptors. [provided by RefSeq, Jul 2008]",
    "CCR9": "The protein encoded by this gene is a member of the beta chemokine receptor family. It is predicted to be a seven transmembrane protein similar to G protein-coupled receptors. Chemokines and their receptors are key regulators of the thymocytes migration and maturation in normal and inflammation conditions. The specific ligand of this receptor is CCL25. It has been found that this gene is differentially expressed by T lymphocytes of small intestine and colon, suggested a role in the thymocytes recruitment and development that may permit functional specialization of immune responses in different segment of the gastrointestinal tract. This gene is mapped to the chemokine receptor gene cluster region. Two alternatively spliced transcript variants have been described. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jan 2012]",
    "GPR17": "Dual specificity receptor for uracil nucleotides and cysteinyl leukotrienes (CysLTs). Signals through G(i) and inhibition of adenylyl cyclase. May mediate brain damage by nucleotides and CysLTs following ischemia.",
    "CXCR6": "CXCR6 has been identified as an entry coreceptor used by HIV-1 and SIV to enter target cells, in conjunction with CD4. It is a minor coreceptor for HIV-1, nearly all strains of which use CCR5 and/or CXCR4. Most SIV strains can use CXCR6 and recent evidence suggests that in monkeys that serve as the natural hosts of SIV, CXCR6 may be a major coreceptor. CXCR6 was previously known as 'Bonzo' and 'STRL33' in the HIV/SIV field.",
    "FPR2": "Low affinity receptor for N-formyl-methionyl peptides, which are powerful neutrophils chemotactic factors. Binding of FMLP to the receptor causes activation of neutrophils. This response is mediated via a G-protein that activates a phosphatidylinositol-calcium second messenger system. The activation of LXA4R could result in an anti-inflammatory outcome counteracting the actions of proinflammatory signals such as LTB4 (leukotriene B4).",
    "NMBR": "This gene encodes a 7-transmembrane G protein-coupled receptor that binds neuromedin B, which is a growth factor and mitogen for gastrointestinal epithelial tissue and for normal and neoplastic lung. This receptor may play a role in smooth muscle contraction, neuronal responses, and the regulation of cell growth. Antagonists of this receptor have a potential therapeutic use in inhibiting tumor cell growth. Polymorphisms in this gene may be associated with a susceptibility for schizophrenia. Alternative splicing of this gene results in multiple transcript variants. [provided by RefSeq, Apr 2016]",
    "5HT1B": "G-protein coupled receptor for 5-hydroxytryptamine (serotonin). Also functions as a receptor for ergot alkaloid derivatives, various anxiolytic and antidepressant drugs and other psychoactive substances, such as lysergic acid diethylamide (LSD). Ligand binding causes a conformation change that triggers signaling via guanine nucleotide-binding proteins (G proteins) and modulates the activity of down-stream effectors, such as adenylate cyclase. Signaling inhibits adenylate cyclase activity. Arrestin family members inhibit signaling via G proteins and mediate activation of alternative signaling pathways. Regulates the release of 5-hydroxytryptamine, dopamine and acetylcholine in the brain, and thereby affects neural activity, nociceptive processing, pain perception, mood and behavior. Besides, plays a role in vasoconstriction of cerebral arteries.",
    "GPR1": "Receptor for the inflammation-associated leukocyte chemoattractant chemerin/RARRES2 suggesting a role for this receptor in the regulation of inflammation. Can act as a coreceptor for HIV-1.",
    "GRK4": "Specifically phosphorylates the activated forms of G protein-coupled receptors. GRK4-alpha can phosphorylate rhodopsin and its activity is inhibited by calmodulin; the other three isoforms do not phosphorylate rhodopsin and do not interact with calmodulin. GRK4-alpha and GRK4-gamma phosphorylate DRD3. Phosphorylates ADRB2.",
    "PAR1": "Coagulation factor II receptor is a 7-transmembrane receptor involved in the regulation of thrombotic response. Proteolytic cleavage leads to the activation of the receptor. F2R is a G-protein coupled receptor family member. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Aug 2015]",
    "MTR1A": "This gene encodes one of two high affinity forms of a receptor for melatonin, the primary hormone secreted by the pineal gland. This receptor is a G-protein coupled, 7-transmembrane receptor that is responsible for melatonin effects on mammalian circadian rhythm and reproductive alterations affected by day length. The receptor is an integral membrane protein that is readily detectable and localized to two specific regions of the brain. The hypothalamic suprachiasmatic nucleus appears to be involved in circadian rhythm while the hypophysial pars tuberalis may be responsible for the reproductive effects of melatonin. [provided by RefSeq, Jul 2008]",
    "AA1R": "The protein encoded by this gene is an adenosine receptor that belongs to the G-protein coupled receptor 1 family. There are 3 types of adenosine receptors, each with a specific pattern of ligand binding and tissue distribution, and together they regulate a diverse set of physiologic functions. The type A1 receptors inhibit adenylyl cyclase, and play a role in the fertilization process. Animal studies also suggest a role for A1 receptors in kidney function and ethanol intoxication. Transcript variants with alternative splicing in the 5' UTR have been found for this gene. [provided by RefSeq, Jul 2008]",
    "OPRX": "The protein encoded by this gene is a member of the 7 transmembrane-spanning G protein-coupled receptor family, and functions as a receptor for the endogenous, opioid-related neuropeptide, nociceptin/orphanin FQ. This receptor-ligand system modulates a variety of biological functions and neurobehavior, including stress responses and anxiety behavior, learning and memory, locomotor activity, and inflammatory and immune responses. A promoter region between this gene and the 5'-adjacent RGS19 (regulator of G-protein signaling 19) gene on the opposite strand functions bi-directionally as a core-promoter for both genes, suggesting co-operative transcriptional regulation of these two functionally related genes. Alternatively spliced transcript variants have been described for this gene. A recent study provided evidence for translational readthrough in this gene, and expression of an additional C-terminally extended isoform via the use of an alternative in-frame translation termination codon. [provided by RefSeq, Dec 2017]",
    "ARRS": "Members of arrestin/beta-arrestin protein family are thought to participate in agonist-mediated desensitization of G-protein-coupled receptors and cause specific dampening of cellular responses to stimuli such as hormones, neurotransmitters, or sensory signals. S-arrestin, also known as S-antigen, is a major soluble photoreceptor protein that is involved in desensitization of the photoactivated transduction cascade. It is expressed in the retina and the pineal gland and inhibits coupling of rhodopsin to transducin in vitro. Additionally, S-arrestin is highly antigenic, and is capable of inducing experimental autoimmune uveoretinitis. Mutations in this gene have been associated with Oguchi disease, a rare autosomal recessive form of night blindness. [provided by RefSeq, Jul 2008]",
    "ARRC": "The protein encoded by this gene is a non-visual arrestin which binds to agonist-activated, phosphorylated G protein-coupled receptors. This binding uncouples the receptor from the heterotrimeric G protein, resulting in termination of the G protein-coupled receptor signaling. The encoded protein also is a part of the centrosome, interacting with gamma-tubulin to help regulate proper centrosome function. [provided by RefSeq, May 2016]",
    "OPRK": "This gene encodes an opioid receptor, which is a member of the 7 transmembrane-spanning G protein-coupled receptor family. It functions as a receptor for endogenous ligands, as well as a receptor for various synthetic opioids. Ligand binding results in inhibition of adenylate cyclase activity and neurotransmitter release. This opioid receptor plays a role in the perception of pain and mediating the hypolocomotor, analgesic and aversive actions of synthetic opioids. Variations in this gene have also been associated with alcohol dependence and opiate addiction. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. A recent study provided evidence for translational readthrough in this gene, and expression of an additional C-terminally extended isoform via the use of an alternative in-frame translation termination codon. [provided by RefSeq, Dec 2017]",
    "5HT1F": "G-protein coupled receptor for 5-hydroxytryptamine (serotonin). Also functions as a receptor for various alkaloids and psychoactive substances. Ligand binding causes a conformation change that triggers signaling via guanine nucleotide-binding proteins (G proteins) and modulates the activity of down-stream effectors, such as adenylate cyclase. Signaling inhibits adenylate cyclase activity.",
    "ACM2": "The muscarinic cholinergic receptors belong to a larger family of G protein-coupled receptors. The functional diversity of these receptors is defined by the binding of acetylcholine to these receptors and includes cellular responses such as adenylate cyclase inhibition, phosphoinositide degeneration, and potassium channel mediation. Muscarinic receptors influence many effects of acetylcholine in the central and peripheral nervous system. The muscarinic cholinergic receptor 2 is involved in mediation of bradycardia and a decrease in cardiac contractility. Multiple alternatively spliced transcript variants have been described for this gene. [provided by RefSeq, Jul 2008]",
    "BKRB2": "This gene encodes a receptor for bradykinin. The 9 aa bradykinin peptide elicits many responses including vasodilation, edema, smooth muscle spasm and pain fiber stimulation. This receptor associates with G proteins that stimulate a phosphatidylinositol-calcium second messenger system. Alternate start codons result in two isoforms of the protein. [provided by RefSeq, Jul 2008]",
    "OXYR": "Oxytocin receptors (OT) are G-protein-coupled receptors that mediate parturition and lactation. They are closely related to vasopressin receptors. Oxytocin receptors are coupled to Gq/11 proteins and are localized to the myoepithelial cells of the mammary gland.",
    "OPSD": "The protein encoded by this gene is found in rod cells in the back of the eye and is essential for vision in low-light conditions. The encoded protein binds to 11-cis retinal and is activated when light hits the retinal molecule. Defects in this gene are a cause of congenital stationary night blindness. [provided by RefSeq, Aug 2017]",
    "5HT2A": "This gene encodes one of the receptors for serotonin, a neurotransmitter with many roles. Mutations in this gene are associated with susceptibility to schizophrenia and obsessive-compulsive disorder, and are also associated with response to the antidepressant citalopram in patients with major depressive disorder (MDD). MDD patients who also have a mutation in intron 2 of this gene show a significantly reduced response to citalopram as this antidepressant downregulates expression of this gene. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Sep 2009]. Serotonin 5-HT2A receptors, previously known as 5-HT2 receptors, are located primarily in the neocortex, caudate nucleus, nucleus accumbens, hippocampus, and vascular and non-vascular smooth muscle cells. 5-HT2A receptors play a role in the control of appetite.",
    "TA2R": "This gene encodes a member of the G protein-coupled receptor family. The protein interacts with thromboxane A2 to induce platelet aggregation and regulate hemostasis. A mutation in this gene results in a bleeding disorder. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Oct 2009]",
    "ACM3": "The muscarinic cholinergic receptors belong to a larger family of G protein-coupled receptors. The functional diversity of these receptors is defined by the binding of acetylcholine and includes cellular responses such as adenylate cyclase inhibition, phosphoinositide degeneration, and potassium channel mediation. Muscarinic receptors influence many effects of acetylcholine in the central and peripheral nervous system. The muscarinic cholinergic receptor 3 controls smooth muscle contraction and its stimulation causes secretion of glandular tissue. Alternative promoter use and alternative splicing results in multiple transcript variants that have different tissue specificities. [provided by RefSeq, Dec 2016]. Muscarinic receptors are widely distributed throughout the body and control distinct functions according to location and subtype (M1 - M5).They are predominantly expressed in the parasympathetic nervous system where they exert both inhibitory and excitatory effects.",
    "LSHR": "This gene encodes the receptor for both luteinizing hormone and choriogonadotropin. This receptor belongs to the G-protein coupled receptor 1 family, and its activity is mediated by G proteins which activate adenylate cyclase. Mutations in this gene result in disorders of male secondary sexual character development, including familial male precocious puberty, also known as testotoxicosis, hypogonadotropic hypogonadism, Leydig cell adenoma with precocious puberty, and male pseudohermaphtoditism with Leydig cell hypoplasia. [provided by RefSeq, Jul 2008]",
    "V1AR": "The protein encoded by this gene acts as receptor for arginine vasopressin. This receptor belongs to the subfamily of G-protein coupled receptors which includes AVPR1B, V2R and OXT receptors. Its activity is mediated by G proteins which stimulate a phosphatidylinositol-calcium second messenger system. The receptor mediates cell contraction and proliferation, platelet aggregation, release of coagulation factor and glycogenolysis. [provided by RefSeq, Jul 2008]",
    "NK1R": "This gene belongs to a gene family of tachykinin receptors. These tachykinin receptors are characterized by interactions with G proteins and contain seven hydrophobic transmembrane regions. This gene encodes the receptor for the tachykinin substance P, also referred to as neurokinin 1. The encoded protein is also involved in the mediation of phosphatidylinositol metabolism of substance P. [provided by RefSeq, Sep 2008]",
    "V1BR": "The protein encoded by this gene acts as receptor for arginine vasopressin. This receptor belongs to the subfamily of G-protein coupled receptors which includes AVPR1A, V2R and OXT receptors. Its activity is mediated by G proteins which stimulate a phosphatidylinositol-calcium second messenger system. The receptor is primarily located in the anterior pituitary, where it stimulates ACTH release. It is expressed at high levels in ACTH-secreting pituitary adenomas as well as in bronchial carcinoids responsible for the ectopic ACTH syndrome. A spliced antisense transcript of this gene has been reported but its function is not known. [provided by RefSeq, Jul 2008]",
    "ADA2C": "Alpha-2-adrenergic receptors are members of the G protein-coupled receptor superfamily. They include 3 highly homologous subtypes: alpha2A, alpha2B, and alpha2C. These receptors have a critical role in regulating neurotransmitter release from sympathetic nerves and from adrenergic neurons in the central nervous system. The mouse studies revealed that both the alpha2A and alpha2C subtypes were required for normal presynaptic control of transmitter release from sympathetic nerves in the heart and from central noradrenergic neurons. The alpha2A subtype inhibited transmitter release at high stimulation frequencies, whereas the alpha2C subtype modulated neurotransmission at lower levels of nerve activity. This gene encodes the alpha2C subtype, which contains no introns in either its coding or untranslated sequences. [provided by RefSeq, Jul 2008]",
    "PI2R": "The protein encoded by this gene is a member of the G-protein coupled receptor family 1 and has been shown to be a receptor for prostacyclin. Prostacyclin, the major product of cyclooxygenase in macrovascular endothelium, elicits a potent vasodilation and inhibition of platelet aggregation through binding to this receptor. [provided by RefSeq, Jul 2008]",
    "OPRM": "This gene encodes one of at least three opioid receptors in humans; the mu opioid receptor (MOR). The MOR is the principal target of endogenous opioid peptides and opioid analgesic agents such as beta-endorphin and enkephalins. The MOR also has an important role in dependence to other drugs of abuse, such as nicotine, cocaine, and alcohol via its modulation of the dopamine system. The NM_001008503.2:c.118A>G allele has been associated with opioid and alcohol addiction and variations in pain sensitivity but evidence for it having a causal role is conflicting. Multiple transcript variants encoding different isoforms have been found for this gene. Though the canonical MOR belongs to the superfamily of 7-transmembrane-spanning G-protein-coupled receptors some isoforms of this gene have only 6 transmembrane domains. [provided by RefSeq, Oct 2013]",
    "ADA2A": "Alpha-2-adrenergic receptors are members of the G protein-coupled receptor superfamily. They include 3 highly homologous subtypes: alpha2A, alpha2B, and alpha2C. These receptors have a critical role in regulating neurotransmitter release from sympathetic nerves and from adrenergic neurons in the central nervous system. Studies in mouse revealed that both the alpha2A and alpha2C subtypes were required for normal presynaptic control of transmitter release from sympathetic nerves in the heart and from central noradrenergic neurons; the alpha2A subtype inhibited transmitter release at high stimulation frequencies, whereas the alpha2C subtype modulated neurotransmission at lower levels of nerve activity. This gene encodes alpha2A subtype and it contains no introns in either its coding or untranslated sequences. [provided by RefSeq, Jul 2008]"

}
